[
  {
    "season": 1,
    "description": "Перший сезон «Теорії великого вибуху» представляє головних героїв, у тому числі соціально незграбних фізиків Леонарда та Шелдона, їх красуню-сусідку Пенні та їхніх друзів-гіків Говарда та Раджа. Шоу розповідає про комедійну взаємодію групи та повсякденну боротьбу, коли вони ведуть своє особисте та професійне життя.",
    "episodes": [
      {
        "id": 1,
        "title": "ПІЛОТНА СЕРІЯ",
        "description": "Леонард і Шелдон вирішили трохи підзаробити, тому вони пішли в банк сперми для геніїв. В цей же день в квартиру навпроти в'їжджає нова симпатична дівчина. Пенні відразу ж знайомиться з Шелдоном і Леонардом, а також Говардом і Раджеш.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E01.mp4"
      },
      {
        "id": 2,
        "title": "ГІПОТЕЗА ПРО ПШЕНИЧНІ ВИСІВКИ «БІГ БРЕН»",
        "description": "Леонард і Шелдон вирішили допомогти Пенні підняти велику коробку до неї в квартиру, застосувавши свої знання законів фізики, вони впоралися із завданням. Зайшовши в квартиру Пенні, Шелдон вирішив що повинен допомогти Пенні з прибиранням, тим самим розсердивши її і Леонарда.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E02.mp4"
      },
      {
        "id": 3,
        "title": "НАСЛІДОК НЕЧІТКОГО ЗАВАНТАЖЕННЯ",
        "description": "Леонард хоче зізнатися Пенні в своїх почуттях, тому він йде до дверей її квартири щоб підкласти лист. Але побачивши Пенні з новим залицяльником, Леонард засмучується і запрошує на побачення свою колегу по роботі Леслі Вінкл. Зазнавши невдачі з Леслі, Леонард все ж вирішується запросити Пенні на побачення.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E03.mp4"
      },
      {
        "id": 4,
        "title": "ЕФЕКТ РИБКИ, ЯКА СВІТИТЬСЯ",
        "description": "Шелдон навмисно називає начальника по роботі \"Ідіотом\", після чого його звільняють. Шелдон не розгубився і почав проводити чудові експерименти у себе вдома. Леонард переживає за свого друга, тому дзвонить мамі Шелдона, щоб та приїхала і переконала сина вибачитися перед начальником.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E04.mp4"
      },
      {
        "id": 5,
        "title": "ПОСТУЛАТ ПРО ГАМБУРГЕР",
        "description": "Леслі змушена попросити допомоги у Леонарда, щоб той зіграв на віолончелі в їх музичній групі. Після репетиції Леслі натякає Леонарду на секс, він погоджується, але потім Леслі сказала що цього їй вистачить ще на рік. Розчарувавшись, Леонард йде в кафешку Пенні, яка натякнула, що \"той хто тобі потрібен, можливо, десь поруч...\"",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E05.mp4"
      },
      {
        "id": 6,
        "title": "ПАРАДИГМА СЕРЕДЗЕМ'Я",
        "description": "Четверо друзів Шелдон, Леонард, Раджеш і Говард повертаються додому після гри в пейнтбол і на сходовій клітці зустрічають Пенні, яка запрошує хлопців сьогодні ввечері до неї на вечірку в костюмах. На вечірці Леонард принижує своїм інтелектом колишнього хлопця Пенні, і за це він ледве не отримав.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E06.mp4"
      },
      {
        "id": 7,
        "title": "ПАРАДОКС ЯБЛУКА",
        "description": "Шелдон, Леонард, Раджеш і Говард зібралися вдома щоб пограти в гру, але не встигнувши як слід почати свою гру до них приходить Пенні і каже що до неї приїхала її стара знайома. Говард не розгубився і відразу пішов до неї, а Пенні залишилася у хлопців грати в гру.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E07.mp4"
      },
      {
        "id": 8,
        "title": "ЕКСПЕРИМЕНТ З АЛКОГОЛЕМ",
        "description": "Раджеш спілкується зі своїми батьками через відеозв'язок, які повідомляють йому що днями він повинен зустрінеться зі своєю невісткою, яку підібрали батьки. Раджеш шокований цією інформацією, мало того що батьки шукають йому наречену не запитавши його, так ще й він не може спілкуватися з дівчатами.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E08.mp4"
      },
      {
        "id": 9,
        "title": "ПОЛЯРИЗАЦІЯ КУПЕРА-ХОФСТЕДТЕРА",
        "description": "Леонард дізнається про те, що його і Шелдона покликали на конференцію представити їх спільну роботу. Шелдон відмовляється йти, кажучи що не хоче виступати перед \"нижчими умами\", тому Леонард йде один. Виступаючи перед публікою, вривається Шелдон і перериває виступ Леонарда.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E09.mp4"
      },
      {
        "id": 10,
        "title": "РОЗПАД ЛУБЕНФЕЛЬДА",
        "description": "Леонард і Шелдон піднімаються в свою квартиру і чують жахливий спів, виявляється це співала Пенні, вона запрошує їх на свій виступ, але Леонард збрехав, сказавши що вони будуть зайняті. Шелдон стурбований брехнею свого друга, тому йде до Пенні і каже що Леонард збрехав, і каже їй свою версію брехні.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E10.mp4"
      },
      {
        "id": 11,
        "title": "АНОМАЛІЯ ТЕСТУ ДЛЯ МЛИНЦІВ",
        "description": "Пенні повертається з дому, і заходить в гості до Леонарда і Шелдона, щоб розповісти, що вся її сім'я захворіла. Шелдон намагається всіляко убезпечити себе, щоб не заразитися, але наступного дня він прокидається вже хворий і у всьому звинувачує Пенні.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E11.mp4"
      },
      {
        "id": 12,
        "title": "ПОДВІЙНІСТЬ ЄРУСАЛИМУ",
        "description": "В університет, де працюють хлопці, приїжджає новий юний геній - Денис Кім. Шелдон обурений, коли дізнався що він не єдина дитина, який захистив Диплом в 15 років. Денис вказує на помилки Шелдона в його роботі, тому він кидає свій проект і намагається допомогти своїм друзям в їх дослідженнях, але його всі ігнорують.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E12.mp4"
      },
      {
        "id": 13,
        "title": "ПРИПУЩЕННЯ ПРО БАНКУ ДЛЯ ПЕЧИВА",
        "description": "Хлопці готуються до щорічного змагання з фізики, тому вони попросили Пенні, щоб та читала питання з карток. На всі питання першим відповідає Шелдон, не даючи своїм друзям відповісти на них, тому хлопці вирішили вигнати Шелдона з команди, а замість нього взяти Леслі Вінкл, яка з радістю втре носа Шелдону.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E13.mp4"
      },
      {
        "id": 14,
        "title": "АНІГІЛЯЦІЯ БОТАНОЛЕНДА",
        "description": "Леонард бере участь в аукціоні і купує собі машину часу, але так як вона виявилася дорогуватою хлопці вирішили поділити її на чотирьох. Пенні побачила це і сказала що їм всім пора подорослішати, тому Леонард продає всі свої фігурки, комікси та інші гіківські речі.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E14.mp4"
      },
      {
        "id": 15,
        "title": "НЕВИЗНАЧЕНІСТЬ СВИНЯЧОЇ ВІДБИВНОЇ",
        "description": "Леонард, Говард і Раджеш застають Шелдона з дівчиною в його кабінеті, виявляється це його сестра-близнюк, яка приїхала в гості до Шелдона. Всім хлопцям вона сподобалася, тому кожен з них намагається доглядати за нею.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E15.mp4"
      },
      {
        "id": 16,
        "title": "РЕАКЦІЯ НА АРАХІС",
        "description": "Пенні дізнається, що у Леонарда скоро день народження, але його родина ніколи не відзначала його, так як вважали це безглуздим. Пенні вирішує влаштувати вечірку на честь дня народження Леонарда і дає кожному з друзів завдання, які вони повинні виконати.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E16.mp4"
      },
      {
        "id": 17,
        "title": "ФАКТОР МАНДАРИНА",
        "description": "Пенні розлучається зі своїм хлопцем, і дізнавшись про це Леонард запрошує її на побачення, але обидва бояться того що не зможуть надалі залишитися друзями якщо у них нічого не вийде, тому просять поради у свого друга Шелдона.",
        "link": "http://auliki7.xyz/video/cc14bba379706a8b6f7528a452b5fae8/serials/The.Big.Bang.Theory/s01/The.Big.Bang.Theory.S01E17.mp4"
      }
    ]
  },



  {
    "season": 2,
    "description": "У другому сезоні динаміка групи продовжує розвиватися, оскільки стосунки Леонарда та Пенні продовжуються, а примхи Шелдона стають більш помітними. У цьому сезоні також присутні вчені з реального життя, зокрема Стівен Хокінг.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 3,
    "description": "Третій сезон детальніше досліджує стосунки героїв, включаючи злети та падіння Леонарда та Пенні та боротьбу Шелдона зі змінами. У цьому сезоні також представлено Бернадетт, любов Говарда та його майбутню дружину.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 4,
    "description": "У четвертому сезоні персонажі продовжують стикатися з новими викликами, включаючи заручини Говарда і Бернадетт і труднощі Шелдона з переїздом Пенні до Леонарда. Сезон також включає в себе ряд виступів гостей, включно з епізодом на Хелловін за участю акторського складу Зоряного шляху: Наступне покоління.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 5,
    "description": "У п’ятому сезоні стосунки героїв продовжують розвиватися, включаючи весілля Говарда та Бернадетт і зростаюче розчарування Шелдона через присутність Пенні в його квартирі. У сезоні також є кілька гостей, у тому числі візит матері Шелдона.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 6,
    "description": "Шостий сезон детальніше досліджує особисте та професійне життя персонажів, включаючи заручини Леонарда та Пенні, труднощі Шелдона з втратою «дівчини», штучний інтелект та адаптацію Говарда до батьківства.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 7,
    "description": "У сьомому сезоні стосунки героїв продовжують розвиватися, включаючи шлюб Леонарда та Пенні та зростаюче розчарування Шелдона стосунками його друзів. У цьому сезоні також є кілька гостей, у тому числі візит Уіла Вітона.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 8,
    "description": "Восьмий сезон досліджує життя героїв, коли вони вступають у нові фази, включаючи батьківство Говарда та Бернадетт, зростаючі стосунки Шелдона з Емі та труднощі Леонарда та Пенні з подружнім життям.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 9,
    "description": "Дев’ятий сезон продовжує стежити за життям героїв, які стикаються з новими викликами та досвідом, включаючи другу дитину Говарда та Бернадетт, пропозицію Шелдона Емі та Леонарду та труднощі Пенні через стосунки на відстані.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 10,
    "description": "Десятий і останній сезон шоу продовжує стежити за життям героїв, які стикаються з новими викликами та досвідом. Він також зосереджений на весіллі Шелдона та Емі та останньому прощанні героїв.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 11,
    "description": "Одинадцятий сезон продовжує спостерігати за персонажами, які рухаються у своєму особистому та професійному житті, включно з проблемами Говарда та Бернадетт, які намагаються знайти баланс між роботою та сім’єю, новими умовами життя Шелдона та Емі та продовженням розвитку стосунків пари Леонарда та Пенні. Сезон також включає ряд виступів гостей, у тому числі від батька Леонарда.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  },



  {
    "season": 12,
    "description": "Дванадцятий і останній сезон серіалу стає тим моментов, коли вони досягають нових успіхів у своєму особистому та професійному житті. Сезон зосереджується на житті Шелдона та Емі після отримання Нобелівської премії та боротьбі Говарда та Бернадетт із розширенням сім’ї. 12 сезон завершується роздумами персонажів про їхню подорож за останні 12 сезонів і завершенням серіалу.",
    "episodes": [
      {
        "id": 1,
        "title": "",
        "description": "",
        "link": ""
      }
    ]
  }
]